/* центральный радиус (пиксели) */
#define C_RADIUS 0
/* толщина центральной линии (в пикселях) */
#define C_LINE 1.5
/* цвет контура */
#define OUTLINE @fg:#A690B9FF
/* Увеличивайте масштаб результатов, отображаемых на каждой панели */
#define AMPLIFY 550
/* Угол (в радианах), на который нужно повернуть визуализатор. */
#define ROTATE (PI / 2)
/* Следует ли переключать левый / правый аудиобуфер */
#define INVERT 0
/* Следует ли заполнять пространство между линией и внутренним кругом */
#define C_FILL 1
/* Применять ли эффект сглаживания изображения постобработки: 1 для включения, 0 для отключения. Работает только с прозрачностью xroot и повышает производительность, если отключено. */
#define C_SMOOTH 1
